<h2>含笑花（ガンシュウゲ）</h2>
<div class="technical-name">
  和名：カラタネオガタマ・トウオガタマ（モクレン科オガタマノキ属）<br />
  学名：Michelia fuscaa Blume
</div>
<p><em>ガンシュウゲ</em>は、本殿の左右に植えられていて、左が高木で、右の方が低木です。</p>
<p>中国原産で中国名が「含笑花」、その名のとおり慎ましく微笑んでいるような花で、宋の李網の含笑花の賦に<em>「南方花木の美なるもの含笑に若くはなし」</em>とあります。</p>
<p>日本への渡来は江戸時代中期ころです。当神宮での植栽の経緯は不明でありますが、一般に神社に植えられていることが多く、霊木としての扱いを受けています。</p>
<p>開花期間は4月なかばから5月下旬までと長いのですが、花は2・3日で落花するために、実は見られません。一輪だけでもバナナのような甘い香気が強く思わず見上げてしまい、見えないところで咲いていても開花を知ることができます。</p>
<p>和名の「トウオガタマ（唐招魂）」は、日本自生の「オガタマノキ（招魂の木）」と区別して中国のオガタマノキという意味から、この名前がつけられたと思われます。</p>