<div class="menu">
  <h3>白峯神宮について</h3>
  <ul>
    <li><a href="">白峯神宮 由緒</a></li>
    <li><a href="">御祭神と御聖徳崇敬の意義</a></li>
    <li><a href="">崇徳天皇御廟所</a></li>
    <li><a href="">略年表</a></li>
    <li>
      <a href="">蹴鞠</a>
      <div class="sub-menu">
        <a href="">蹴鞠碑</a>
      </div>
    <li>
  </ul>
</div>

<h2>白峯神宮由緒</h2>
<h3>御祭神</h3>
<p class="technical-name">
  第75代 崇徳天皇<br />
  第47代 淳仁天皇
</p>

<h3>由緒</h3>
<p>幕末、風雲急を告げる中、121代<em>孝明天皇</em>は、保元の乱（1156）によって悲運の運命を辿られた第75代<em>崇徳天皇</em>の御霊を慰め、かつ未曾有の国難にご加護を祈らうとされ、幕府に御下命になり四国・坂出の「白峰山陵」から京都にお迎えして、これを祀らうとされましたが叶わぬままに崩御されました。</p>
<p><em>明治天皇</em>は父帝の御遺志を継承・心願成就され、宮地を<em>和歌・蹴鞠の公卿宗家「飛鳥井家」の邸宅地跡</em>に求められ、慶応4年（明治元年）9月6日、社殿を現在地に新造。奉迎鎮座されました。続いて明治6年に第47代<em>淳仁天皇</em>の御神霊を淡路島南端の御陵からお移して、御併祀になりました。</p>
<p>当初は神祇官員が日々ご奉仕しましたが、明治の新制度により官幣中社としての待遇をうけ、昭和十五年には<em>官幣大社</em>に御昇格・「&nbsp;白峯神宮 」となりました。</p>
<p>また、当神宮には「<em>まり</em>」の守護神として「<em>精大明神</em>」が祀られています。「精大明神」は蹴鞠・和歌の宗家である公卿・飛鳥井家が代々守護神として邸内にお祀りしてきたもので、当神宮がその祭祀を受け継いでおります。</p>
<p>そのために、今では「まりの神様」として崇敬され、日本サッカー協会をはじめ各種スポーツにおいて、使用された公式球が奉納されています。御神徳を仰ぎ、野球・サッカーを始めとする球技や新体操、また日々の習い事に至るまでの目的の上達を願う参拝者が多く訪れます。</p>
<p>けまりは、ボールを落とさない事・落ちない事から、<em>勉学の神 白峯天神様</em>のご利益が学力を落とさない・試験に落ちないなどと縁起が良いとされています。</p>
<p>春秋の修学旅行シーズンには、新人戦や大会に向け御祭神の御神徳を頂こうと学生達の参拝が多く、目的の上達を願い全国唯一の「闘魂守」を授かって、日々の練習の成果を発揮して頂いています。また、蹴鞠保存会100周年記念に建立されました「<em>蹴鞠碑</em>」前での記念撮影や、<em>全国唯一の「闘魂守」</em>を授与しています。</p>
<p>このほか、崇徳天皇に仕え、武道の神として、源氏の頭領源為義・鎮西八郎為朝公を祀る「<em>伴緒社</em>」、縁結び、水の神「<em>潜龍社</em>」また、魔除・厄除の神と御利益が有る「<em>柊大明神</em>」を祀る、柊護符を節分の時季に限り戴ける。境内各所に祀られています。</p>
<p>また、「飛鳥井家」とあるように手水舎の<em>飛鳥井</em>は、<em>清少納言が『枕草子』168段</em>に『井は、ほりかねの井。走り井は逢坂なるがをかしき。山の井、さしも浅きためしになりはじめけむ。飛鳥井「みもひも寒し」とほめたるこそをかしけれ。玉の井、少将ノ井、櫻井、后町の井。千貫の井。』と九つの<em>名水</em>の中にあげてほめ讃えています。井戸からは滾々と尽きることのない水が昼夜をとわず湧き出ており、春は名木の鬱金（ウコン）之桜、<span>含笑花（ガンシュウゲ）</span>の花の薫香、夏は天然記念物指定の<span>小賀玉</span>の大樹、季節を問わず黄金色の三葉の葉を落とす三葉之松等々<em>霊木</em>のつくる緑陰が参拝者を迎えます。</p>

<h3>御社殿</h3>
<p>流れ造（銅板葺）の御本殿は賀茂御祖神社の「河合社」を模して建造され、他に拝殿・神門・手水舎・瑞垣などは檜皮葺きから銅板葺きに変更されましたが、築地塀とともに御創建時と同じ佇まいです。</p>

<h3>神事</h3>
<h4>例大祭</h4>
<dl></dl>
<div>
  <dt>4月14日</dt>
  <dd>淳仁天皇祭&emsp;この日、蹴鞠保存会による恒例の「蹴鞠」が奉納されます。</dd>
</div>
<div>
  <dt>9月21日</dt>
  <dd>崇徳天皇祭&emsp;この日、「薪能」が奉納されます。</dd>
</div>
</dl>

<h4>その他の神事</h4>
<dl>
  <div>
    <dt>2月3日</dt>
    <dd>節分祭&emsp;柊大明神祭&emsp;鬼遣豆撒き神事<br />この時季に限り「柊護符」特別授与</dd>
  </div>
  <div>
    <dt>5月5日</dt>
    <dd>子供祭武道繁栄祭・古武道奉納奉告祭（日本古武道振興会の演武奉納）</dd>
  </div>
  <div>
    <dt>7月7日</dt>
    <dd>精大明神祭&emsp;舞楽奉納、蹴鞠奉納。<br />元禄時代を彷彿させる、少女による「小町をどり」が奉納されます。</dd>
  </div>
  <div>
    <dt>10月望月の日</dt>
    <dd>観月献燈祭&emsp;年毎に様々な「管絃・舞楽」などが奉納されます。</dd>
  </div>
  <div>
    <dt>11月15日</dt>
    <dd>伴緒社祭&emsp;斎行後、「御弓神事」が奉納されます。</dd>
  </div>
  <div>
    <dt>11月23日</dt>
    <dd>新嘗祭、&emsp;(公財)煎茶道方円流による「献茶祭」、日供講祭、潜龍社祭、夕刻には御火焚祭を斎行します。</dd>
  </div>
</dl>

<h4>宝物・古文書</h4>
<p>崇徳上皇像（絹本著色）国指定重要文化財&emsp;付随身像&emsp;京都市指定天然記念物&emsp;小賀玉の木他、御鎮座関係書多数</p>

<h4>参考図書・史料</h4>
<p>「白峯神宮御鎮座一二〇年史・年表」「社務日誌」など。</p>

<h4>拝観料</h4>
<p><em>無料</em></p>

<div class="notes">※参拝時駐車：正面より入り左右に駐車場があります。</div>