<h2>梶の木</h2>
<div class="technical-name">
  和名：カジノキ（クワ科コウゾ属）<br />
  学名：Broussonetia papyrifera
</div>
<p>古代から、神に捧げる神木として尊ばれ、七夕祭に「歌」を葉に直接ヘラなどで書きお供えしました。</p>
<p>これは、現在では七夕はササに飾りをつけますが、昔は、<em>梶の葉</em>や枝が用いられたのです。そのために梶の木は、神社の境内などに多く生えられ、主として神事に用い供え物の敷物等に使われました。</p>
<p>特に、宮中での七夕飾りや冷泉家に伝わる<em>「乞巧奠」</em>（陰暦7月7日の七夕儀式）には、牽牛、織女の二星（たなばた）に、種々の供物をし、<em>蹴鞠、雅楽、和歌</em>などを手向けて、その技が巧みになるようにと祈ります。そのときの「星の座」は、庭に設けられた祭壇で、机の周囲に九本の燭台を廻らし、うしろに二本の笹の間に梶の葉と糸をつるした緒を張り、机上には、星に貸すため、琴、琵琶などの楽器を置き、お供えは「うり・なすび・もも・なし・からのさかずき・ささげ・らんかず・むしあわび・たい」を梶の葉にのせ、机の前には、五色の布、糸や、秋の七草も手向けられます。最前列に水を張り、梶を一葉浮かべた角盥（つのだらい）を置いてこの水に二星を映して見るわけです。</p>
<p>儀式は、午後、七夕精大明神例祭斎行後に、神賑行事として蹴鞠保存会による梶鞠式（蹴鞠奉納）が執り行われます。</p>