<?php get_header(); ?>

<main>
  <div class="contents">
    <?php if (is_home() || is_front_page()) : ?>
      <video width="100%" height="100vh" autoplay loop muted playinline src="<?php echo get_template_directory_uri(); ?>/img/_sample_import_616540e4897b26.24217861.mp4"></video>
    <?php else : ?>
      <div class="frame">
        <h1>白峯神宮について</h1>
      </div>
    <?php endif; ?>

    <div class="container">
      <div class="bg">
        <section>
          <h2>
            <img src="<?php echo get_template_directory_uri(); ?>/img/logo.png" alt="">
            白峯神宮&nbsp;由緒
          </h2>
          <div class=" contents">
            <div class="gradually-appear">
              <h3>御祭神</h3>
              <div class="inner-contents">
                <div>第75代&emsp;崇徳天皇</div>
                <div>第47代&emsp;淳仁天皇</div>
              </div>
            </div>
          </div>
          <div class=" contents">
            <div class="gradually-appear-long">
              <h3>由&emsp;緒</h3>
              <div class="inner-contents">
                <div class="flex-container">
                  <div>
                    <img src="<?php echo get_template_directory_uri(); ?>/img/page-about-1.jpg" alt="">
                    <img src="<?php echo get_template_directory_uri(); ?>/img/page-about-2.jpg" alt="">
                    <img src="<?php echo get_template_directory_uri(); ?>/img/page-about-3.jpg" alt="">
                    <img src="<?php echo get_template_directory_uri(); ?>/img/page-about-4.jpg" alt="">
                  </div>
                  <div>
                    <p>幕末、風雲急を告げる中、121代<em>孝明天皇</em>は、保元の乱（1156）によって悲運の運命を辿られた第75代<em>崇徳天皇</em>の御霊を慰め、かつ未曾有の国難にご加護を祈らうとされ、幕府に御下命になり四国・坂出の「白峰山陵」から京都にお迎えして、これを祀らうとされましたが叶わぬままに崩御されました。</p>
                    <p><em>明治天皇</em>は父帝の御遺志を継承・心願成就され、宮地を<em>和歌・蹴鞠の公卿宗家「飛鳥井家」の邸宅地跡</em>に求められ、慶応4年（明治元年）9月6日、社殿を現在地に新造。奉迎鎮座されました。続いて明治6年に第47代<em>淳仁天皇</em>の御神霊を淡路島南端の御陵からお移して、御併祀になりました。</p>
                    <p>当初は神祇官員が日々ご奉仕しましたが、明治の新制度により官幣中社としての待遇をうけ、昭和十五年には<em>官幣大社</em>に御昇格・「&nbsp;白峯神宮 」となりました。</p>
                    <p>また、当神宮には「<em>まり</em>」の守護神として「<em>精大明神</em>」が祀られています。「精大明神」は蹴鞠・和歌の宗家である公卿・飛鳥井家が代々守護神として邸内にお祀りしてきたもので、当神宮がその祭祀を受け継いでおります。</p>
                    <p>そのために、今では「まりの神様」として崇敬され、日本サッカー協会をはじめ各種スポーツにおいて、使用された公式球が奉納されています。御神徳を仰ぎ、野球・サッカーを始めとする球技や新体操、また日々の習い事に至るまでの目的の上達を願う参拝者が多く訪れます。</p>
                    <p>けまりは、ボールを落とさない事・落ちない事から、<em>勉学の神 白峯天神様</em>のご利益が学力を落とさない・試験に落ちないなどと縁起が良いとされています。</p>
                    <p>春秋の修学旅行シーズンには、新人戦や大会に向け御祭神の御神徳を頂こうと学生達の参拝が多く、目的の上達を願い全国唯一の「闘魂守」を授かって、日々の練習の成果を発揮して頂いています。また、蹴鞠保存会100周年記念に建立されました「<em>蹴鞠碑</em>」前での記念撮影や、<em>全国唯一の「闘魂守」</em>を授与しています。</p>
                    <p>このほか、崇徳天皇に仕え、武道の神として、源氏の頭領源為義・鎮西八郎為朝公を祀る「<em>伴緒社</em>」、縁結び、水の神「<em>潜龍社</em>」また、魔除・厄除の神と御利益が有る「<em>柊大明神</em>」を祀る、柊護符を節分の時季に限り戴ける。境内各所に祀られています。</p>
                    <p>また、「飛鳥井家」とあるように手水舎の<em>飛鳥井</em>は、<em>清少納言が『枕草子』168段</em>に『井は、ほりかねの井。走り井は逢坂なるがをかしき。山の井、さしも浅きためしになりはじめけむ。飛鳥井「みもひも寒し」とほめたるこそをかしけれ。玉の井、少将ノ井、櫻井、后町の井。千貫の井。』と九つの<em>名水</em>の中にあげてほめ讃えています。井戸からは滾々と尽きることのない水が昼夜をとわず湧き出ており、春は名木の鬱金（ウコン）之桜、<span>含笑花（ガンシュウゲ）</span>の花の薫香、夏は天然記念物指定の<span>小賀玉</span>の大樹、季節を問わず黄金色の三葉の葉を落とす三葉之松等々<em>霊木</em>のつくる緑陰が参拝者を迎えます。</p>
                  </div>
                </div>
              </div>
            </div>
          </div>
          <div class="contents">
            <div class="gradually-appear">
              <h3>御社殿</h3>
              <div class="inner-contents">
                <div class="flex-container flex-reverse">
                  <div>
                    <p>流れ造（銅板葺）の御本殿は賀茂御祖神社の「河合社」を模して建造され、他に拝殿・神門・手水舎・瑞垣などは檜皮葺きから銅板葺きに変更されましたが、築地塀とともに御創建時と同じ佇まいです。</p>
                  </div>
                  <div>
                    <img src="<?php echo get_template_directory_uri(); ?>/img/page-about-5.jpg" alt="">
                  </div>
                </div>
              </div>
            </div>
          </div>
          <div class="contents">
            <div class="gradually-appear">
              <h3 class="none-letter-space">宝物・古文書</h3>
              <div class="inner-contents">
                <div>崇徳上皇像（絹本著色）<br />国指定重要文化財&nbsp;<br />付随身像</div>
                <div>京都市指定天然記念物&nbsp;<br />小賀玉の木</div>
                <div>他、御鎮座関係書多数</div>
              </div>
            </div>
          </div>
          <div class="contents">
            <div class="gradually-appear">
              <h3 class="none-letter-space">参考図書・史料</h3>
              <div class="inner-contents">
                <div>「白峯神宮御鎮座一二〇年史・年表」</div>
                <div>「社務日誌」など。</div>
              </div>
            </div>
          </div>
        </section>
      </div>
    </div>
  </div>
</main>

<?php get_footer(); ?>


御祭神と御聖徳崇敬の意義

第75代&nbsp;崇徳天皇
平安時代末の元永2年（1119）に鳥羽天皇の皇子として御降誕になりました。保安4年（1123）に第75代の天皇に御即位あそばされましたが、保元の乱（1156）に遭われて讃岐国へ配流遷奉され、同国に在られること8年の長寛2年（1164）8月に、45歳の聖寿を以って崩御なさいまして、その地の白峰山陵に奉葬されました。
天皇は御幼少時より和歌・管絃の道に秀でられ、王朝文化の進展に大きく御貢献、数多の名歌をお詠みになり、殊に小倉百人一首の｢瀬をはやみ岩にせかるる滝川の われても末に逢はむとぞ思ふ｣は有名であります。
しかし、皇子重仁親王を皇位に推す叡慮も実現せず、かえって保元の乱の災いによって僻陬の地に御配流の躬となられ、都への還幸を望まれつつ御非運の生涯であられました。「保元物語」や能の「松山天狗」などによれば、御無念の様子を偲んであまりあるものがあります。
また「太平記」「雨月物語」、などにも天皇をお偲びすることができますほか、「詞花和歌集」の勅撰、や西行法師とのかかわりなど、そのご事績は多彩であります。このように時代の流れの大きな分岐点を歩まれた事になり、その結果が、武士の世を開くきっかけになったのです。

第47代&nbsp;淳仁天皇
『日本書紀』編纂の舎人親王の王子として、天平5年（733）御降誕になり、孝謙天皇（女帝）の皇太子として、続いて第47代の天皇に御即位あそばされました。
藤原仲麻呂（恵美押勝）をして官制改革、租税軽減、通貨鋳造、窮民救済等々の仁政を広く布かせられました。しかし、弓削道鏡の悪政を糺されようとされて、藤原仲麻呂の乱を契機に御廃位となり淡路島に御配流されて、翌天平神護1年（765）同島にて崩御なさいました。
和気清麻呂公は、道鏡の専横を討つべく宇佐八幡の神託を得ての帰路、ひそかに御陵を参拝して事の由を奉告したと伝承されています。

崇敬の意義
当神宮は、かような歴史上御非運に会われた御二方の天皇の御神霊をお祀り申し上げております。しかしながら、両天皇の御治績をうかがう時、わが国の発展に示された御聖徳はまことに偉大でありながら、かつ御無念な御生涯であられたことを悲しむものです。かかる場合は、後世の人々がその聖徳を偲び、御霊を慰め奉ることが大切です。
御創建に当っての明治天皇の深い御志を尊ぶことにより、両天皇の御神霊は更にさらに私たちを御守護下さいます。『神は人の崇により威を増し、人は神の御加護により運を添ふ』と古来より伝承されています。私どもは日々の生活に於いて祈り、感謝する気持を保ち続けたいものです。