<h2>手水舎</h2>

<h3>飛鳥井</h3>
<!-- <img src="<?php echo get_template_directory_uri(); ?>/path/to/photo.file/" alt=""> -->
<p>白峯神宮の飛鳥井は平安の昔から有名です。平安時代の歌謡曲の催馬楽「飛鳥井」には「飛鳥井に宿りはすべし、や、おけ、蔭もよし、御水（ミモヒ）も寒し、御秣（ミマクサ）もよし」と謡われていて、オアシスのように人々が憩っていたと想像されます。（や、おけ、は囃子ことば。）</p>
<p><em>清少納言は『枕草子』168段</em>に『飛鳥井は、ほりかねの井。走り井は逢坂なるがをかしき。山の井、さしも浅きためしになりはじめけむ。<em>飛鳥井「みもひも寒し」と、ほめたるこそをかしけれ。</em>玉の井、少将ノ井、櫻井、后町の井。千貫の井。』と九つの名水をあげていますが、明確に現存するのは本井戸だけです。</p>

<h4>当時の清少納言も楽しんだ名水</h4>
<p>三方を山に囲まれた平安京（京都市）は、その地形が伏流水を地中深く流して、豊かな水脈として大きな水瓶のように地中に蓄えられております。</p>
<p>献茶祭（11月23日）では、<em>（公・財）煎茶道方円流家元</em>のご奉仕によりお茶が献じられ、庭上ではお茶席が設けられます。</p>

<h3>潜龍井（笑い龍）</h3>
<!-- <img src="<?php echo get_template_directory_uri(); ?>/path/to/photo.file/" alt=""> -->
<p><em>潜龍大明神の御神体</em>とされる本井戸は、飛鳥井からほんの50mほど離れているだけですが、同じ地所でも深さが違うと、全く違った水脈源になり、水温も異なっています。</p>